tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "amazon-ecs-cli"
brew "arp-scan"
brew "awscli"
brew "bat"
brew "bison"
brew "glib", link: false
brew "colordiff"
brew "coreutils"
brew "csvq"
brew "diffutils"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "grep"
brew "guile"
brew "gzip"
brew "jq"
brew "libxml2"
brew "mas"
brew "mise"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "peco"
brew "protobuf"
brew "ruby"
brew "sl"
brew "tcl-tk"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
brew "buildpacks/tap/pack"
cask "adobe-creative-cloud"
cask "amazon-photos"
cask "android-studio"
cask "avast-security"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "fork"
cask "garmin-express"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "logi-options-plus"
cask "menubarx"
cask "microsoft-edge"
cask "mysqlworkbench"
cask "notion"
cask "obs"
cask "postman"
cask "qfinder-pro"
cask "raycast"
cask "realforce"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "Brother iPrint&Scan", id: 1193539993
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "tomoki1207.vscode-input-sequence"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
